<?
$MESS ['KIT_GALLERY_MODULE_NAME'] = "Галерея с мультизагрузкой";
$MESS ['KIT_GALLERY_MODULE_DESC'] = "Галерея с мультизагрузкой изображений, без необходимости устанавливать дополнительные плагины к барузеру. Реализована удобная поддержка многоязычности. Пять предустановленных дизайнерских интерактивных шаблонов для вывода галереи на сайте.";
$MESS ["KIT_GALLERY_INSTALL_TITLE"] = "Установка модуля &laquo;Галерея с мультизагрузкой&raquo;";
$MESS ["KIT_GALLERY_UNINSTALL_TITLE"] = "Удаление модуля &laquo;Галерея с мультизагрузкой&raquo;";
$MESS ['KIT_GALLERY_INSTALL_DEMO_GALLERY'] = "Установить демо галерею";
$MESS ['KIT_GALLERY_MODULE_ERROR_NO_ROOT_COLLECTION'] = "Невозможно создать корневую коллекцию в медиабиблиотеке.";
$MESS ['KIT_GALLERY_PARTNER_NAME'] = "ASDAFF";
$MESS ['KIT_GALLERY_STEP1_INFORMATION'] = "
Если Вы ещё не знакомы с работой данного модуля и устанавливаете его впервые, настоятельно рекомендуем установить все настройки ниже, чтобы лучше понимать принцип работы.<br><br>
1) \"Установить демо-галерею\" — Установит демонстрационные альбомы с изображениями. (Для понимания связи \"Разделов\", \"Альбомов\", \"Изображений\").<br>
2) \"Скопировать публичные файлы\" — на сайте появится скрытый раздел, на котором будут показаны компоненты для вывода \"Альбомов\" и \"Изображений\" на сайт.<br>
3) \"Папка, в которую будут скопированы файлы\" — Вы можете задать любой путь для демонстрационного раздела<br>
4) \"Переписывать существующие файлы\" — в случае, если Вы устанавливаете модуль повторно, лучше установить эту опцию.<br>
<br>
По завершению установки Вам будут показаны ссылки на публичные демо данные и ссылка на административный раздел галереи
";
?>
